Repository: ltrgithub/X3GestAA
Catalog: translation-indexes/messages_DotNet.tmx
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, pl_pl, pt_pt, zh_cn

source: Read-only
ar_sa: قراءة فقط
de_de: Schreibgeschützt
es_es: Solo lectura
fr_fr: Lecture seule
pl_pl: Tylko do odczytu
zh_cn: 只读

source: Owner
ar_sa: مالك
de_de: Besitzer
es_es: propietario
fr_fr: Propriétaire
pl_pl: Właściciel
zh_cn: 所有者

source: Storage volume
ar_sa: حجم المخزون
de_de: Speicherbereich
es_es: Volumen de almacenamiento
fr_fr: Volume de stockage
pl_pl: Ilość miejsca na dane
zh_cn: 存储卷

source: Description *
ar_sa: *وصف
de_de: Beschreibung *
es_es: Descripción *
pl_pl: Opis *
pt_pt: Descrição *
zh_cn: 描述*

source: DESCRIPTION
ar_sa: وصف
de_de: BESCHREIBUNG
es_es: DESCRIPCION
pl_pl: OPIS
pt_pt: DESCRIÇÃO
zh_cn: 描述

source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
es_es: Cancelación
fr_fr: Annuler
pl_pl: Anuluj
pt_pt: cancelar
zh_cn: 取消

source: OK
ar_sa: نعم
zh_cn: 确定

source: Teams
ar_sa: فرق
es_es: Equipos
fr_fr: Équipes
pl_pl: Zespoły
zh_cn: 团队

source: Tags
ar_sa: بطاقات
es_es: Etiquetas
fr_fr: Balises
pl_pl: Tagi
zh_cn: 标签

source: TAGS AND TEAMS
ar_sa: بطاقات و فرق
de_de: TAGS UND TEAMS
es_es: ETIQUETAS Y EQUIPOS
fr_fr: BALISES ET ÉQUIPES
pl_pl: TAGI I ZESPOŁY
zh_cn: 标签和团队

source: Publish Document
ar_sa: نشر الوثيقة
de_de: Dokument veröffentlichen
es_es: Documentos publicados
fr_fr: Publier le doocument
pl_pl: Oubliku dokument
pt_pt: Publicar documento
zh_cn: 发布文档

source: Code *
ar_sa: *رمز
es_es: Código *
pl_pl: Kod *
pt_pt: Código *
zh_cn: 代码*

source: Activity code
ar_sa: رمز النشاط
de_de: Aktivitätscode
es_es: Código actividad
fr_fr: Code activité
pl_pl: Kod dostępu
pt_pt: Código atividade
zh_cn: 业务代码

source: Legislation
ar_sa: تشريع
de_de: Rechtsordung
es_es: Legislación
fr_fr: Législation
pl_pl: Legislacja
pt_pt: Legislação
zh_cn: 准则

source: Company
ar_sa: شركة
de_de: Unternehmen
es_es: Sociedad
fr_fr: Société
pl_pl: Firma
pt_pt: Sociedade
zh_cn: 公司

source: Endpoint
ar_sa: مصدر البيانات
es_es: Fuente de datos
fr_fr: Source de données
pl_pl: Punkt końcowy
zh_cn: 端点

source: Purpose
ar_sa: هدف
de_de: Aufgabe
es_es: Asunto
fr_fr: Objectif
pl_pl: Przyczyna
pt_pt: Objetivo
zh_cn: 用途

source: RELATED TO
ar_sa: متعلق ب
de_de: ABHÄNGIG VON
es_es: RELACIONADO CON
fr_fr: RELATIF A
pl_pl: POWIĄZANE Z
pt_pt: RELACIONADO COM
zh_cn: 关联至

source: Publish Document Template
ar_sa: نشر نموذج الوثيقة
de_de: Berichtsvorlage veröffentlichen
es_es: Modelo documento publicado
fr_fr: Publier le modèle de document
pl_pl: Publikuj szablon dokumentu
pt_pt: Publicar template do documento
zh_cn: 发布文档模板

source: Connect
ar_sa: الأتصال
de_de: Verbinden
es_es: Conectarse
fr_fr: Se connecter
pl_pl: Połącz
pt_pt: Conectar
zh_cn: 连接

source: Data Sources
ar_sa: مصادر البيانات
de_de: Datenquellen
es_es: Ajustes
fr_fr: Sources de données
pl_pl: Żródła danych
pt_pt: Configurações
zh_cn: 数据源

source: Parameters
ar_sa: معلمات
de_de: Parameter
es_es: Parámetros
fr_fr: Paramètres
pl_pl: Parametry
pt_pt: Parâmetros
zh_cn: 参数

source: Select a document
ar_sa: إختيار الوثيقة
de_de: Wählen Sie ein Dokument
es_es: Seleccionar un documento
fr_fr: Sélectionner un document
pl_pl: Wybierz dokument
pt_pt: Selecionar documento
zh_cn: 选择文档

source: On table grow
ar_sa: تكبير الجدول
de_de: Um eine Tabelle zu vergrößern
es_es: Ampliar la tabla
fr_fr: Agrandir le tableau
pl_pl: Dodaj wiersz
pt_pt: Aumentar o quadro
zh_cn: 放大表格

source: Delete cells
ar_sa: حذف خلايا
de_de: Zellen löschen
es_es: Borrar las celdas
fr_fr: Supprimer les cellules
pl_pl: Usuń komórki
pt_pt: Supressão das células
zh_cn: 删除单元格

source: Options
ar_sa: خيارات
de_de: Optionen
es_es: Opciones
pl_pl: Opcje
pt_pt: Opções
zh_cn: 选项

source: Version
ar_sa: إصدار
de_de: Erweitert
es_es: Versión
pl_pl: Wersja
pt_pt: Versão
zh_cn: 版本

source: Delete rows
ar_sa: حذف الخطوط
de_de: Zeilen löschen
es_es: Borrar las líneas
fr_fr: Supprimer les lignes
pl_pl: Usuń wiersze
pt_pt: Supressão das linhas
zh_cn: 删除行

source: Do nothing
ar_sa: لا تفعل شيئا
de_de: Nichts
es_es: No hacer nada
fr_fr: Ne rien faire
pl_pl: Nic nie rób
pt_pt: Não fazer nada
zh_cn: 什么都不做

source: On table shrink
ar_sa: تقليل الجدول
de_de: Um eine Tabelle zu verkleinern
es_es: Reducir la tabla
fr_fr: Réduire le tableau
pt_pt: Reduzir o quadro
zh_cn: 缩小表格

source: Update Add-in
ar_sa: Add-inتحديث
de_de: Aktualisiere Add-In
es_es: Actualizar el Add-in
fr_fr: Actualiser l'Add-in
pl_pl: Uaktualnij Add-in
pt_pt: Atualizar o Add-in
zh_cn: 更新加载项

source: Publish
ar_sa: X3 تسجيل في
de_de: Veröffentlichen
es_es: Guardar en X3
fr_fr: Enregistrer dans X3
pl_pl: Poblikuj
pt_pt: Registar no X3
zh_cn: 保存至X3

source: Refresh
ar_sa: تحديث
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
pl_pl: Odśwież
pt_pt: Atualizar
zh_cn: 刷新

source: Preview
ar_sa: معاينة
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
pl_pl: Podgląd
pt_pt: Pré-visualizar
zh_cn: 预览

source: Show fields
ar_sa: عرض الحقول
de_de: Zeige Felder
es_es: Visualizar los campos
fr_fr: Afficher les champs
pl_pl: Pokaż pola
pt_pt: Afixar os campos
zh_cn: 显示字段

source: Locale
ar_sa: معلمات إقليمية
de_de: Lokaler Parameter
es_es: Parámetros regionales
fr_fr: Paramètres régionaux
pl_pl: Lokalne
pt_pt: Configurações regionais
zh_cn: 区域设置

source: de-DE - Deutsch (Deutschland)
ar_sa: de-DE (Allemagne)
de_de: fra-FRA (France)
es_es: spa-SPA (España)
fr_fr: de-DE (Allemagne)
pl_pl: de-DE - Niemiecki (Niemcy)
pt_pt: fra-FRA (França)
zh_cn: de-DE - 德语（德国）

source: Cleanup template metadata
ar_sa: تنظيف مجموعة بيانات النموذج
de_de: Bereinige Vorlagen-Metadaten
es_es: Limpiar los metadatos del modelo
fr_fr: Nettoyer les méta-données du modèle
pl_pl: Wyczyść metadane szablonu
pt_pt: Limpar o modelo metadata
zh_cn: 清除模板元数据

source: Show action panel
ar_sa: عرض لائحة النشاطات
de_de: Zeige Werkzeugleiste
es_es: Visualizar el panel acciones
fr_fr: Afficher le panneau actions
pl_pl: Pokaż panel działań
pt_pt: Mostar o painel de ações
zh_cn: 显示操作面板

source: Calculate sum
ar_sa: حسابة المجموع
de_de: Summe
es_es: Calcular la suma
fr_fr: Calculer la somme
pl_pl: Oblicz sumę
pt_pt: Calcular a soma
zh_cn: 计算总和

source: Advanced
ar_sa: تقدّم
de_de: Erweitert
es_es: Avanzado
fr_fr: Avancé
pl_pl: Zaawansowane
pt_pt: Avançado
zh_cn: 高级

source: Shift cells down
ar_sa: تقرير الخلايا نحو الأسفل
de_de: Zellen nach unten verschieben
es_es: Desplazar las celdas hacia abajo
fr_fr: Décaler les cellules vers le bas
pl_pl: Przesuń komórki w dół
pt_pt: Deslocar as células para baixo
zh_cn: 单元格下移

source: Insert rows
ar_sa: إدراج الخطوط
de_de: Zeilen einfügen
es_es: Insertar líneas
fr_fr: Insérer des lignes
pl_pl: Wstaw wiersze
pt_pt: Inserir linhas
zh_cn: 插入行

source: Server location
ar_sa: موقع الخادم
de_de: Server-URL
es_es: Ubicación servidor
fr_fr: Emplacement serveur
pl_pl: Lokalizacja serwera
pt_pt: Localização servidor
zh_cn: 服务器位置

source: Enter the server URL as http(s)://servername:port.
ar_sa: http(s)://nomserveur.portالخادم تحت شكلURLيرجى إدخال
de_de: Bitte geben Sie die Server-URL in der Form http(s)://servername:port ein.
es_es: Introduzca la URL del servidor con el formato http(s)://nombreserver:port.
fr_fr: Veuillez saisir l'URL du serveur sous la forme http(s)://nomserveur:port.
pl_pl: Wprowadź URL serwera jako http(s)://servername:port
pt_pt: Deve registar o URL sob a forma http(s)://servername:port.
zh_cn: 请以 http(s)://服务器名称:端口 的格式录入服务器的URL地址。

source: If you do not know this information, contact your system administrator.
ar_sa: في حال عدم معرفة هذه المعلومات, الرجاء الإتصال بمدير النظام
de_de: Falls Ihnen diese Informationen nicht bekannt sind fragen Sie bitte Ihren Systemadministrator.
es_es: Si no conoce esta información, contacte con su administrador de sistema.
fr_fr: Si vous ne connaissez pas ces informations, veuillez contacter votre administrateur système.
pl_pl: Jeśli nie masz tej informacji skontaktuj się z administratorem systemu.
pt_pt: Se não conhecer esta informação, deve contactar o administrador de sistemas.
zh_cn: 如果您不知道这些信息，请联系您的系统管理员。

source: Server settings
ar_sa: إعدادات الخادم
de_de: Server Einstellungen
es_es: Parametrización servidor
fr_fr: Paramétrages serveurs
pl_pl: Ustawienia serwera
pt_pt: Definções servidor
zh_cn: 服务器设置

source: Publish as...
ar_sa: نشر كما
de_de: Veröffentlichen als...
es_es: Publicado como...
fr_fr: Publier en tant que...
pl_pl: Publikuj jako...
pt_pt: Publicar como...
zh_cn: 发布为...

source: Document
ar_sa: وثيقة
de_de: Dokument
es_es: Documento
pl_pl: Dokument
pt_pt: Documento
zh_cn: 文档

source: Excel report template
ar_sa: Excel نموذج وضع
de_de: Excel Berichts-Vorlage
es_es: Modelo informe Excel
fr_fr: Modèle d'état Excel
pl_pl: Szabon raportu Excel
pt_pt: Template do report excel
zh_cn: Excel报表模板

source: Reporting
ar_sa: تقارير
de_de: Berichterstattung
pl_pl: Raportowanie
zh_cn: 报表

source: Log out
ar_sa: قطع الإتصال
de_de: Abmelden
fr_fr: Déconnexion
pl_pl: Wyloguj
zh_cn: 注销

source: Publish document
ar_sa: نشر الوثيقة
de_de: Dokument veröffentlichen
es_es: Publicar el documento
fr_fr: Publier le document
pl_pl: Publiku dokument
pt_pt: Publicar documento
zh_cn: 发布文档

source: Template details
ar_sa: تفاصيل النموذج
de_de: Vorlagen-Details
es_es: Detalle modelo
fr_fr: Détails modèle
pl_pl: Szczegóły szablonu
pt_pt: Detalhes documento
zh_cn: 模板详情

source: Sage
ar_sa: Sage ERP X3

source: Loading X rows
ar_sa: X تحميل الخطوط
de_de: Lade X Zeilen
es_es: Cargar líneas X
fr_fr: Chargement des lignes X
pl_pl: Ładowanie X wierszy
pt_pt: Carregamento das linhas X
zh_cn: 加载X行

source: Beginning of the document
ar_sa: بداية الوثيقة
de_de: Zu Beginn der Präsentation
es_es: Inicio del documento
fr_fr: Début du document
pl_pl: Początek dokumentu
pt_pt: Início do documento
zh_cn: 文档开头

source: Behind the current slide
ar_sa: وراء الشريحة الحالية
de_de: Nach der aktuellen Folie
es_es: Trás la diapositiva actual
fr_fr: Après la diapositive courante
pl_pl: Za bieżącym slajdem
pt_pt: Após o diapositivo corrente
zh_cn: 在当前幻灯片之后

source: End of the document
ar_sa: نهاية الوثيقة
de_de: Am Ende des Dokuments
es_es: Fin del documento
fr_fr: Fin du document
pl_pl: Koniec dokumentu
pt_pt: Fim do documento
zh_cn: 文档结尾

source: Select presentation to add the new slide:
ar_sa: الرجاء تحديد العرض بعد زيادة شريحة جديدة
de_de: Bitte wählen Sie eine Präsentation, um die neue Folie einzufügen:
es_es: Seleccione una representación para añadir la diapositiva nueva
fr_fr: Veuillez sélectionner une présentation afin d'ajouter la nouvelle diapositive
pl_pl: Wybierz prezentację do dodania nowego slajdu:
pt_pt: Deve selecionar uma apresentação a fim de acrescentar o novo diapositivo
zh_cn: 请选择一种布局以便添加新幻灯片

source: Insert slide at
ar_sa: إدراج شريحة
de_de: Neue Folie einfügen bei
es_es: Insertar la diapositiva
fr_fr: Insérer la diapositive
pl_pl: Wstaw slajd w:
pt_pt: Inserir o diapositivo
zh_cn: 插入幻灯片

source: New slide...
ar_sa: ...شريحة جديدة
de_de: Neue Folie...
es_es: Nueva diapositiva...
fr_fr: Nouvelle diapositive…
pl_pl: Nowy slajd
pt_pt: Novo diapositivo...
zh_cn: 新幻灯片...

source: Refresh all slides
ar_sa: تحديث كل الشرائح
de_de: Alle Folien aktualisieren
es_es: Actualizar todas las diapositivas
fr_fr: Actualiser toutes les diapositives
pl_pl: Odśwież wszystkie slajdy
pt_pt: Atualizar todos os diapositivos
zh_cn: 刷新所有幻灯片

source: Refresh slide
ar_sa: تحديث الشريحة
de_de: Folie aktualisieren
es_es: Actualizar la diapositiva
fr_fr: Actualiser la diapositive
pl_pl: Odśwież slajd
pt_pt: Atualizar o diapositivo
zh_cn: 刷新该幻灯片

source: Refresh all charts linked to Sage
ar_sa: Sage تحديث كل الرسوم البيانية المرتبطة ب
de_de: Allen Folien mit Sage aktualisieren
es_es: Actualizar todos los gráficos asociados a Sage
fr_fr: Actualiser tous les graphiques associés à Sage
pl_pl: Odśwież wszystkie wykresy połączone z Sage ERP X3
pt_pt: Atualizar todos os gráficos associados ao
zh_cn: 刷新与Sage ERP X3关联的所有图表

source: Refresh charts linked to Sage on active slide
ar_sa: على الشريحة الحاليةSageتحديث رسوم البيانية المرتبطة
de_de: Grafiken der aktuellen Folie mit Sage aktualsieren
es_es: Actuallizar los gráficos asociados a Sage en la diapositiva actual
fr_fr: Actualiser les graphiques associés à Sage sur la diapositive courante
pl_pl: Odśwież wykresy połączone z Sage ERP X3 na aktywnych slajdach
pt_pt: Atualizar os gráficos associados ao Sage no diapositivo corrente
zh_cn: 刷新当前幻灯片中与Sage ERP X3关联的所有图表

source: Mail merge template
ar_sa: نموذج الدمج/الإعلان
de_de: Serienbriefvorlage
es_es: Modelo fusión de mail
fr_fr: Modèle fusion/publipostage
pl_pl: Szablon korespondencji seryjnej
pt_pt: Template do mail merge
zh_cn: 邮件合并模板

source: Word report template
ar_sa: Word نموذج وضع
de_de: Berichtsvorlage
es_es: Modelo informe word
fr_fr: Modèle état Word
pl_pl: Szablon raportu Word
pt_pt: Template do report word
zh_cn: Word报表模板
